[[
    {
      "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
      "author": "Стив Макконнелл"
    },
    {
      "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
      "author": "Артур Блох. Законы Мэрфи"
    },
      {
      "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
      "author": "И. Берард"
    },
    {
    "text": "Программирование сегодня — это гонка разработчиков программ, стремящихся писать программы с большей и лучшей идиотоустойчивостью, и вселенной, которая пытается создать больше отборных идиотов. Пока вселенная побеждает.",
    "author": "Рик Рол"
      },
      {
          "text": "Низкоуровневый язык — это когда требуется внимание к вещам, которые никак не связаны с программами на этом языке.",
          "author": "Алан Д. Перис"
      },
      {
          "text": "Программирование на С похоже на быстрые танцы на только что отполированном полу людей с острыми бритвами в руках.",
          "author": "Валди Равенс"
      },
      {
          "text": "Не волнуйтесь, если что-то не работает. Если бы всё работало, вас бы уволили.",
          "author": "Закон програмиста"
      }
  ],

  [
    { 
      "text" : "The only sin is ignorance", 
      "author" : "Christopher Marlowe" 
    },
    {
      "text" : "A man is his own easiest dupe, for what he wishes to be true he generally believes to be true", 
      "author" : "Demosthenes"
    },
    {
      "text" : "A lie can travel halfway around the world while the truth is putting on its shoes", 
      "author" : "Mark Twain"
    },
    {
      "text" :"Life isn’t about getting and having, it’s about giving and being.",
      "author" :"Kevin Kruse"
    },
    {
  "text" :"Whatever the mind of man can conceive and believe, it can achieve.",
      "author" : "Napoleon Hill"
    },
    {
  "text" : "Strive not to be a success, but rather to be of value.",
      "author" : "Albert Einstein"
    },
    {
      "text": "Two roads diverged in a wood, and I took the one less traveled by, And that has made all the difference.", 
      "author": "Robert Frost"
    }
  ]
  ]
